---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MPa
source: html/408bbc25-7c4d-0a68-2a97-96cb45432832.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MPa Property

Symbol MPa, indicating unit Megapascals.

## Syntax (C#)
```csharp
public static ForgeTypeId MPa { get; }
```